Repository: OPUS4/application
Catalog: modules/publish/language/field_hints.tmx
Source language: de
Languages: en

source: Wählen Sie hier die hochzuladenden Dokumente. Bitte achten Sie dabei die auf die Benennung der Dateien. Es dürfen die alphanumerischen Zeichen (a-z, A-Z und 0-9) sowie Bindestriche (-) und Unterstriche (_) verwendet werden. Der Dateiname darf bis zu 50 Zeichen lang sein, einschließlich der Dateiendung. Weitere Upload-Felder erhalten Sie per Klick auf das PLUS-Zeichen.
en: Upload your documents here. Filenames can be up to 50 characters long including the extension and use letters (a-z, A-Z), numbers (0-9), dashes (-) and underlines (_). You get more upload-fields by pressing the PLUS-sign.

source: Soll Ihr Dokument in der Bibliographie Sammlung erscheinen?
en: Shall your document appear in bibliography collection?

source: Bitte wählen Sie eine Sammlung aus. Sie können danach zu weiteren Sammlungeinträgen der Sammlung navigieren.
en: Please choose a collection. After that you can navigate to the collection entries of that collection.

source: Bitte wählen Sie die Lizenz, unter der das Dokument veröffentlicht werden soll. Mit der Wahl der Lizenz entscheiden Sie, unter welchen Bedingungen das von Ihnen veröffentlichte Dokument zukünftig genutzt werden darf.
en: Please select a license for your document. By choosing a license you decide which legal conditions will apply to the document you are publishing.

source: Sie können hier freie Schlagwörter eingeben.
en: You can index your document with free English keywords here.

source: Geben Sie bitte den Titel des übergeordneten Werks ein.
en: Please insert the Parent Title.

source: Bitte die Hauptsprache des Werkes auswählen.
en: Select the language

source: Geben Sie hier bitte den Titel ein.
en: Please insert Title here.

source: Sofern es eine Zusammenfassung (Abstract) gibt, fordern Sie bitte ein Eingabefeld an
en: If given an abstract, order an input field

source: Geben Sie bitte einen übersetzten Titel ein.
en: Please insert a translated Title.

source: Bitte schreiben Sie wenn möglich auch den Vornamen vollständig aus.
en: If possible, please write out the first name, too.

source: Wählen Sie eine Schriftenreihe aus und geben Sie die dazugehörige Bandnummer an.
en: Choose a serie from the select box and enter the corresponding number.

source: Bitte geben Sie den Status ihres Dokuments an.
en: Please enter the status of your document.

source: Geben Sie die Bandnummer ein.
en: Please specify the corresponding number.
